import React from 'react';

const HomeContents = () => {
  return (
    <div className="shop-home-info">
      <div className="m-tab-header">Home</div>
      <p>
        MyStore.Az по праву считается одним из крупнейших книжных
        Интернет-магазинов России, ведь у нас вы найдете более 700 тысяч книг на
        любой вкус: от художественной до специализированной литературы, от
        карманного формата и аудиокниг до роскошных подарочных изданий. Мы
        работаем с крупнейшими российскими и зарубежными издательствами, а
        большие объемы и продуманная логистика позволяют нам удерживать цены на
        низком уровне. Что касается учебной литературы, то Интернет-магазин
        My-shop.ru является ведущим экспертом на этом рынке. Именно с учебников
        начинался MyStore.Az 17 лет назад, и все это время к каждому учебному
        году мы предлагаем нашим покупателям самый широкий ассортимент
        образовательной и методической литературы для любого учебного заведения.
        А в дополнение к низким ценам на учебную литературу в MyStore.Az
        действует выгодное предложение &quot;Учебники на класс&quot;, которым с
        удовольствием пользуются многие наши покупатели. Кроме учебников у нас
        вы всегда сможете купить к учебному году все необходимые канцелярские и
        сопутствующие товары: от ручек и тетрадей до скрепок и школьных ранцев.
        Помимо учебы мы, естественно, подумали и о детском досуге. В
        Интернет-магазине My-shop.ru вас ждет огромный выбор игр и игрушек для
        детей любого возраста, для дома и улицы и для любого времени года:
        развивающие игрушки, куклы и солдатики, настольные игры и конструкторы,
        занимательные опыты и сборочные модели, детские велосипеды, снегокаты и
        ролики.
      </p>
      <div className="operating-hours-area">
        <h5>Operating Hours</h5>
        <p>
          <strong>Open:</strong> Fri-Sun-Mon : 12:30 AM to 12:30 PM
        </p>
        <p>
          <strong>Closed:</strong> Sat-Thu-Fri (Except public holidays)
        </p>
      </div>
    </div>
  );
};

export default HomeContents;
